[
    {
        "title": "The Science of Coffee: How different brewing methods change your cup",
        "subtitle": "Different brewing methods change the coffee's taste due to the different extraction rates of the grounds.",
        "topic": "Science"
    },
    {
        "title": "These Politicians and Their Liquids Fetish",
        "subtitle": "The fetishization of liquids by some politicians who use liquids to sexualize themselves and their power.",
        "topic": "Politics"
    },
    {
        "title": "The Dark Side of Dairy",
        "subtitle": "The exploitation of cows and the negative environmental impacts of dairy production could be more serious than anyone could think.",
        "topic": "Politics"
    },
    {
        "title": "Why I No Longer Buy Bottled Water",
        "subtitle": "A Gen Z’s personal experience leading to a teenhood dedicated to advocacy.",
        "topic": "Opinion"
    },
    {
        "title": "Lay’s Launches Home Scent Collection With Liquid and Bar Soap Options",
        "subtitle": "The potato chip company aiming to immerse your home with their iconic flavors, including sour cream and onion, cheddar and sour cream, and BBQ.",
        "topic": "Fashion"
    },
    {
        "title": "Agar + Seawater Announces First Album in 5 Years, ‘This Is Why’",
        "subtitle": "The indie rock trio’s sixth studio LP is out in February 2023.",
        "topic": "Culture"
    },
    {
        "title": "Netflix's 'The Waterbody Problem' to Arrive in 2023",
        "subtitle": "Hailing from the ‘Game of Thrones’ showrunners.",
        "topic": "Culture"
    },
    {
        "title": "The Thick and the Runny: A love letter to maple syrup",
        "subtitle": "Poetic meets delicious, the breakfast staple carries so much more than just a topping for pancakes.",
        "topic": "Art"
    },
    {
        "title": "Step Inside SpongeBob’s Super-Sized Lakeside Bungalow in Malibu",
        "subtitle": "An abode fit for Squarepants.",
        "topic": "Design"
    },
    {
        "title": "Moody Interiors Welcome You in to \"Sage Bar”",
        "subtitle": "Dark walls, velvet seating, and dim lighting is an unforgettable mood.",
        "topic": "Design"
    }
]